Repository: strukturag/spreed-webrtc
Catalog: src/i18n/messages-*.po
Languages: fr, it, tr

source: User hung up because of error.
fr: Le participant à raccroché suite à une erreur.
it: L'utente ha riattaccato a causa di un errore.
tr: Bir hata sebebiyle kullanıcı aramayı sonlandırdı.

source: is busy. Try again later.
fr: est occupé. Réessayez plus tard.
it: è impegnato. Riprova più tardi.
tr: şu an meşgul. Daha sonra tekrar deneyin.

source: rejected your call.
fr: à refuser votre appel.
it: ha rifiutato la tua chiamata.
tr: aramanızı reddetti.

source: does not pick up.
fr: n'a pas répondu.
it: non ha risposto.
tr: telefonu açmıyor.

source: tried to call you
fr: a essayé de vous appeler.
it: ha provato a chiamarti.
tr: sizi aramaya çalıştı

source: called you
fr: vous a appelé
it: ti ha chiamato.
tr: sizi aradı

source: Your browser is not supported. Please upgrade to a current version.
fr: Votre navigateur n'est pas supporté. Veuillez le mettre à jour vers une version plus récente.
it: Il tuo browser non è supportato. Per favore aggiornalo.
tr: Tarayıcınız uyumsuz. Lütfen güncelleyin.

source: Chat with
fr: Discuter avec
it: Parla con
tr: Chat arkadaşınız

source: Message from
fr: Message de
it: Messaggio da
tr: Mesaj gönderen

source: You are now in room %s ...
fr: Vous êtes maintenant dans le salon %s...
it: Ora sei nella stanza %s ...
tr: Şimdi %s odadasındasınız...

source: Your browser does not support file transfer.
fr: Votre navigateur ne supporte pas le transfert de fichiers.
it: Il tuo browser non supporta il trasferimento di file.
tr: Tarayıcınız dosya alışverişine uyumlu değil.

source: Could not load PDF: Please make sure to select a PDF document.
fr: Impossible de charger le PDF: assurez-vous que vous avez sélectionné un document PDF.
it: Impossibile caricare il PDF: Per favore verifica di aver selezionato un file PDF.
tr: PDF yüklenemedi: lütfen bir PDF dosyası seçtiğinizden emin olun.

source: Could not load PDF: Missing PDF file.
fr: Impossible de charger le fichier PDF: fichier PDF manquant.
it: Impossibile caricare il PDF: File mancante.
tr: PDF yüklenemedi: dosya bulunamadı.

source: An error occurred while loading the PDF (%s).
fr: Une erreur est survenue lors du chargement du PDF (%s).
it: Errore durante il caricamento del PDF (%s).
tr: PDFyi yüklerken bir hata oluştu (%s).

source: An unknown error occurred while loading the PDF.
fr: Une erreur inconnue est survenue lors du chargement du PDF.
it: Errore sconosciuto durante il caricamento del PDF.
tr: PDFyi yüklerken bilinmeyen bir hata oluştu.

source: An error occurred while loading the PDF page (%s).
fr: Une erreur est survenue lors du chargement de la page PDF (%s).
it: Errore in fase di caricamento della pagina del PDF (%s).
tr: PDF sayfasını yüklerken bir hata oluştu (%s).

source: An unknown error occurred while loading the PDF page.
fr: Une erreur inconnue est survenue lors du chargement de la page PDF.
it: Errore sconosciuto in fase di caricamento della pagina PDF (%s).
tr: PDF sayfasını yüklerken bilinmeyen bir hata oluştu.

source: An error occurred while rendering the PDF page (%s).
fr: Une erreur est survenue lors du traitement de la page PDF (%s).
it: Errore durante il rendering della pagina PDF (%s).
tr: PDF sayfasını işlerken bir hata oluştu (%s).

source: An unknown error occurred while rendering the PDF page.
fr: Une erreur inconnue est survenue lors du traitement du PDF.
it: Errore sconosciuto durante il rendering della pagina PDF.
tr: PDF sayfasını işlerken bilinmeyen bir hata oluştu.

source: Only PDF documents and OpenDocument files can be shared at this time.
fr: Seuls les documents PDF et les fichiers OpenDocument peuvent être partagés.
it: Possono essere condivisi solamente file PDF ed OpenDocument.
tr: Şu anda sadece PDF ve OpenDocument dosyaları paylaşılabilmektedir.

source: Failed to start screen sharing (%s).
fr: Impossible de démarrer le partage d'écran (%s).
it: Impossibile avviare condivisione schermo (%s).
tr: Ekran paylaşımı başarısız (%s).

source: Permission to start screen sharing was denied. Make sure to have enabled screen sharing access for your browser. Copy chrome://flags/#enable-usermedia-screen-capture and open it with your browser and enable the flag on top. Then restart the browser and you are ready to go.
fr: Le partage d'écran a été refusé. Assurez-vous d'avoir activé l'accès au partage d'écran pour votre navigateur. Copiez le lien chrome://flags/#enable-usermedia-screen-capture et ouvrez-le dans votre navigateur et activez le drapeau en haut. Redémarrez ensuite le navigateur.
it: Il permesso per avviare la condivisione dello schermo è stato negato. Verifica di aver abilitato la condivisione dello schermo per il tuo browser. Copia chrome://flags/#enable-usermedia-screen-capture, aprilo nel tuo browser ed abilita la spunta in cima, quindi riavvia il browser.
tr: Ekran paylaşma izni reddedildi. Tarayıcınızın ekran paylaşımına izin verdiğinden emin olun. chrome://flags/#enable-usermedia-screen-capture adresini tarayıcınızda açin ve en üstteki kutucuğu seçin. Tarayıcınızı tekrar başlattıktan sonra her şey hazır.

source: Permission to start screen sharing was denied.
fr: Le partage d'écran a été refusé.
it: Il permesso negato per la condivisione dello schermo.
tr: Ekran paylaşımı denemesi engellendi.

source: Use browser language
fr: Utiliser la langue du navigateur
it: Usa la lingua del browser
tr: Tarayıcının dilini kullan

source: Meet with me here:
fr: Rejoins moi là :
it: Incontriamoci qui:
tr: Şurada buluşalım:

source: Please enter a new Room PIN to lock the room
fr: Veuillez entrer un nouveau code PIN pour verrouiller le salon.
it: Inserisci un nuovo PIN per bloccare la stanza
tr: Odayı kilitlemek için bir şifre verin

source: Do you want to unlock the room?
fr: Voulez-vous déverrouiller le salon ?
it: Vuoi sbloccare la stanza?
tr: Odayı herkese açmak istiyor musunuz?

source: Room name
fr: Nom du salon
it: Nome stanza
tr: Oda adı

source: The request contains an invalid parameter value. Please check the URL of the video you want to share and try again.
fr: La requête contient des paramètres invalides. Veuillez vérifier l'URL de la vidéo que vous souhaitez partager et réessayer.
it: La richiesta contiene un parametro invalido. Per favore controlla l'URL del video che vuoi condividere e riprova.
tr: İsteminiz geçersiz bir parametre içeriyor. Video URLsini kontrol ettikten sonra tekrar deneyin.

source: The requested content cannot be played in an HTML5 player or another error related to the HTML5 player has occurred. Please try again later.
fr: Le contenu requis ne peux pas être pas lu par le lecteur HTML5, ou une autre erreur en relation avec le lecteur HTML5 est survenu. Veuillez réessayer plus tard.
it: Il contenuto richiesto non può essere riprodotto in un player HTML5 - o si è verificato un altro errore relativo al player HTML5. Per favore riprova più tardi.
tr: İstediğiniz obje HTML5-çalar ile gösterime uygun değil veya başka bir HTML5-çalar hatası oluştı. Daha sonra tekrar deneyin.

source: The video requested was not found. Please check the URL of the video you want to share and try again.
fr: Cette vidéo n'a pas été trouvée. Veuillez vérifier l'URL de la vidéo que vous souhaitez partager et réessayez.
it: Il video richiesto non è stato trovato. Per favore controlla la URL del video che vuoi condividere e riprova.
tr: İstediğiniz video bulunamadı. Paylaşmak istediğiniz videonun URLsini kontrol edip tekrar deneyin.

source: The owner of the requested video does not allow it to be played in embedded players.
fr: Le propriétaire de la vidéo ne vous permet pas de la lire dans un lecteur vidéo embarqué.
it: Il proprietario del video non permette che venga riprodotto nel player incluso.
tr: İstediğiniz videonun sahibi gömülü programlar ile gösterilmesine izin vermiyor.

source: An unknown error occurred while playing back the video (%s). Please try again later.
fr: Une erreur inconnue est survenue lors de la lecture de la vidéo (%s). Veuillez réessayer plus tard.
it: Errore sconosciuto durante la riproduzione del video (%s). Per favore riprova più tardi.
tr: Video gösterimi sırasında bilinmeyen bir hata oluştu (%s). Lütfen daha sonra tekrar deneyin.

source: An unknown error occurred while playing back the video. Please try again later.
fr: Une erreur inconnue est survenue lors de la lecture de la vidéo. Veuillez réessayer plus tard.
it: Errore sconosciuto durante la riproduzione del video. Riprova più tardi.
tr: Video gösterimi sırasında bilinmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Unknown URL format. Please make sure to enter a valid YouTube URL.
fr: Format d'URL inconnu. Veuillez vérifier qu'il s'agit d'une URL Youtube valide.
it: Formato URL sconosciuto. Per favore verifica di aver inserito un URL Youtube valido.
tr: Bilinmeyen URL formatı. geçerli bir YouTube linki girdiğinizi kontrol edin.

source: Error
fr: Erreur
it: Errore
tr: Hata

source: Hint
fr: Information
it: Suggerimento
tr: İpucu

source: Please confirm
fr: Veuillez confirmer
it: Prego conferma
tr: Teyit ediniz

source: More information required
fr: Besoin de plus d'informations
it: Sono richieste maggiori informazioni
tr: Daha fazla bilgi gerekli

source: Ok
tr: Tamam

source: Screen sharing requires a browser extension. Please add the Spreed WebRTC screen sharing extension to Chrome and try again.
it: La condivisione dello schermo richiede un'estensione del browser. Per favore aggiungi l'estensione WebRTC screen sharing a Chrome e riprova.
tr: Ekran paylaşımı bir tarayıcı eklentisi gerektiriyor. Spreed WebRTC eklentisini Chrome'a ekledikten sonra tekrar deneyin.

source: Access code required
fr: Code d'accès requis
it: Codice d'accesso richiesto
tr: Şifre gerekli

source: Access denied
fr: Accès refusé
it: Accesso negato
tr: Erişim reddedildi

source: Please provide a valid access code.
fr: Veuillez fournir un code d'accès valide.
it: Per favore inserisci un codice di accesso valido.
tr: Lütfen geçerli bir şifre girin.

source: Failed to verify access code. Check your Internet connection and try again.
fr: Impossible de vérifier votre code d'accès. Vérifiez votre connexion Internet et réessayez.
it: Impossibile verificare il codice d'accesso. Controlla la tua conessione a Internet e riprova.
tr: Şifre doğrulanamadı. İnternet bağlantınızı kontrol edip tekrar deneyin.

source: PIN for room %s is now '%s'.
fr: Le code PIN pour le salon %s est maintenant '%s'.
it: Il PIN per la stanza %s è '%s'.
tr: %s odasının şifresi artık '%s'.

source: PIN lock has been removed from room %s.
fr: Le salon %s n'est plus protéger par un code PIN.
it: Il blocco del PIN è stato rimosso per la stanza %s.
tr: %s odasının şifre koruması kaldırıldı.

source: Enter the PIN for room %s
fr: Entrez le code PIN pour le salon %s
it: Inserisci il PIN per la stanza %s
tr: %s odasının şifresini girin

source: Please sign in to create rooms.
fr: Veuillez vous connecter pour créer des salons.
it: Accedi per creare una stanza.
tr: Yeni bir oda oluşturabilmek için giriş yapın.

source: and %s
fr: et %s
it: e %s
tr: ve %s

source: and %d others
fr: et %d autres
it: e %d altri
tr: ve diğer %d kişi

source: User
fr: Participant
it: Utente
tr: Kullanıcı

source: Someone
fr: Quelqu'un
it: Qualcuno
tr: Birisi

source: Me
fr: Moi
tr: Ben

source: Chat
fr: Discuter

source: Register
fr: S'inscrire

source: Media
fr: Webcam / Micro
it: Dispositivi

source: Online
fr: En ligne

source: YouTube URL
fr: URL YouTube
