Repository: strukturag/spreed-webrtc
Catalog: src/i18n/messages-*.po
Languages: fr, it, tr

source: Standard view
fr: Mode standard
it: Visualizzazione standard
tr: Standart görünüm

source: Large view
fr: Mode large
it: Visualizzazione estesa
tr: Büyük görüntüler

source: Kiosk view
fr: Mode kiosque
it: Visualizzazione chiosco
tr: Kiosk görünümü

source: Auditorium
fr: Mode auditorium
tr: Toplantı görünümü

source: Start chat
fr: Démarrer la discussion
it: Inizia chat
tr: Chate başla

source: Start video call
fr: Appel vidéo
it: Inizia chiamata video
tr: Görüntülü arama

source: Start audio conference
fr: Appel audio
it: Inizia chiamata audio
tr: Sesli arama

source: No one else here
fr: Personne n'est connecté
it: Nessun altro qui
tr: Burada başka kimse yok

source: Take
fr: Répondre
it: Scatta
tr: Cevapla

source: Retake
fr: Refaire
it: Riscatta
tr: Tekrar

source: Cancel
fr: Annuler
it: Annulla
tr: İptal

source: Set as Profile Picture
fr: Définir comme avatar
it: Imposta come immagine profilo
tr: Profil görüntüsü yap

source: Take picture
fr: Prendre une photo
it: Scatta immagine
tr: Resim çek

source: Upload picture
fr: Envoyer une photo
it: Carica immagine
tr: Resim yükle

source: Waiting for camera
fr: En attente de la caméra
it: In attesa della fotocamera
tr: Kamerayı bekliyor

source: Picture
fr: Avatar
it: Immagine
tr: Resim

source: The file couldn't be read.
fr: Le fichier ne peux pas être lu.
it: Il file non può essere aperto.
tr: Dosya okunamadı.

source: The file is not an image.
fr: Le fichier n'est pas une image.
it: Il file non è un immagine.
tr: Bu bir resim dosyası değil.

source: The file is too large. Max. %d MB.
fr: Le fichier est trop gros. Max. %d Mo.
it: Questo file è di dimensioni eccessive. Max. %d MB.
tr: Dosya çok büyük. Maks. %d MB.

source: Select file
fr: Choisir un fichier
it: Seleziona file
tr: Dosya seç

source: Chat sessions
fr: Discussions
it: Sessioni di chat
tr: Chat oturumları

source: Room chat
fr: Salon de discussion
tr: Chat odası

source: Close chat
fr: Fermer la discussion
it: Chiudi la chat
tr: Chati sonlandır

source: Upload files
fr: Envoyer les fichiers
it: Carica file
tr: Dosya yükle

source: Share my location
fr: Partager ma position
it: Condividi la mia posizione
tr: Konumumu paylaş

source: Clear chat
fr: Effacer la discussion
it: Pulisci chat
tr: Geçmiş yazıları sil

source: is typing...
fr: est en train d'écrire...
it: sta scrivendo...
tr: yazıyor...

source: has stopped typing...
fr: a arrêté d'écrire...
it: ha smesso di scrivere...
tr: yazmayı bitirdi...

source: Type here to chat...
fr: Écrivez ici pour discuter...
it: Scrivi qui per chattare...
tr: Chatleşmek için buraya yazın...

source: Send
fr: Envoyer
it: Invia
tr: Gönder

source: Accept
fr: Accepter
it: Accetta
tr: Kabul et

source: Reject
fr: Refuser
it: Rifiuta
tr: Reddet

source: You have no contacts.
fr: Vous n'avez pas de contact.
it: Non hai contatti.
tr: Henüz kimseyle tanışmadınız.

source: To add new contacts, join a room and create a contact add request by clicking on the star icon next to a user entry.
fr: Pour ajouter des contacts, rejoignez un salon et faites une requête d'ajout de contact en cliquant sur l'étoile à côté de la fiche d'un utilisateur.
it: Per aggiungere nuovi contatti unisciti a una room e crea una richiesta di aggiunta contatto cliccando sull'icona a forma di stella vicina a un utente.
tr: Yeni tanıdıklar eklemek için bir odaya girin ve kullanıcının girdisinin yanındaki yıldıza basarak tanışma istemi gönderin.

source: Edit contact
fr: Éditer le contact
it: Modifica contatto
tr: Tanıdığı değiştir

source: Edit
fr: Éditer
it: Modifica
tr: Değiştir

source: Name
fr: Nom
it: Nome
tr: Ad

source: Remove
fr: Supprimer
it: Rimuovi
tr: Sil

source: Refresh
fr: Actualiser
it: Aggiorna
tr: Güncelle

source: Save
fr: Sauvegarder
it: Salva
tr: Kaydet

source: Close
fr: Fermer
it: Chiudi
tr: Kapat

source: File sharing
fr: Partage de fichier
it: Condividi file
tr: Dosya paylaşımı

source: File is no longer available
fr: Ce fichier n'est plus disponible
it: Il file non è più disponibile
tr: Bu dosya artık kullanılabilir değil

source: Download
fr: Télécharger
it: Scarica
tr: İndir

source: Open
fr: Ouvrir
it: Apri
tr: Aç

source: Unshare
fr: Ne plus partager
it: Rimuovi condivisione
tr: Paylaşmayı bırak

source: Retry
fr: Réessayer
it: Riprova
tr: Tekrar dene

source: Download failed.
fr: Echec du téléchargement.
it: Scaricamento fallito.
tr: İndirme başarısız.

source: Share a YouTube video
fr: Partager une vidéo Youtube
it: Condividi un video YouTube
tr: YouTube videosu paylaş

source: Share a file as presentation
fr: Partager une présentation
it: Condividi un file come presentazione
tr: Bir dosyadan sunum yap

source: Share your screen
fr: Partager votre écran
it: Condividi il tuo schermo
tr: Ekranı paylaş

source: Contacts
it: Contatti
tr: Tanıdıklar

source: Mute microphone
fr: Couper le microphone
it: Silenzia il microfono
tr: Mikrofonu kapat

source: Turn camera off
fr: Couper la caméra
it: Spegni la videocamera
tr: Kamerayı kapat

source: Settings
fr: Paramètres
it: Impostazioni
tr: Ayarlar

source: Loading presentation ...
fr: Chargement de la présentation...
it: Caricando la presentazione...
tr: Sunum yükleniyor...

source: Please upload a document
fr: Veuillez d'envoyer un document
it: Carica un documento
tr: Lütfen bir dosya yükleyin

source: Documents are shared with everyone in this call. The supported file types are PDF and OpenDocument files.
fr: Les documents sont partagés avec tous les participants de cet appel. Les documents PDF et OpenDocument sont supportés.
it: I documenti sono condivisi con tutti i partecipanti a questa chiamata. I tipi di file supportati sono PDF e OpenDocument.
tr: Dosyalar bu oturumdaki herkesle paylaşılacak. Desteklenen dosya türleri: PDF ve OpenDocument.

source: Upload
fr: Sélectionner un fichier
it: Carica
tr: Yükle

source: You can drag files here too.
fr: Vous pouvez également faire glisser des fichiers ici.
it: Puoi trascinare i file qui.
tr: Dosyaları buraya sürükleyebilirisiniz de.

source: Presentation controls
fr: Contrôles de la présentation
it: Controlli presentazione
tr: Sunum kontrolleri

source: Prev
fr: Préc.
it: Precedente
tr: Önceki

source: Next
fr: Suiv.
it: Prossimo
tr: Sonraki

source: Change room
fr: Changer de salon
it: Scegli la stanza
tr: Odayı değiştir

source: Room
fr: Salon
it: Stanza
tr: Oda

source: Leave room
fr: Quitter le salon
it: Lascia la stanza
tr: Odadan çık

source: Main
fr: Principal
it: Principale
tr: Ana oda

source: Current room
fr: Salon actuel
it: Stanza corrente
tr: Şu anki oda

source: Screen sharing options
fr: Options de partage d'écran
it: Opzioni condivisione schermo
tr: Ekran paylaşım seçenekleri

source: Fit screen.
fr: Adapter à l'écran.
it: Adatta allo schermo.
tr: Ekrana sığdır.

source: Share screen
fr: Partager l'écran
it: Condividi schermo
tr: Ekranı paylaş

source: Please select what to share.
fr: Veuillez sélectionner l'écran à partager.
it: Scegli cosa condividere.
tr: Paylaşmak istediğinizi seçin.

source: Screen
fr: Écran
it: Schermo
tr: Ekran

source: Window
fr: Fenêtre
it: Finestra
tr: Pencere

source: Application
it: Applicazione
tr: Uygulama

source: Share the whole screen. Click share to select the screen.
fr: Partager l'intégralité de l'écran. Cliquez pour choisir un écran.
it: Condividi l'intero schermo. Fai click su condividi per selezionare lo schermo.
tr: Tüm ekranı paylaş. Seçmek için paylaşa basın.

source: Share a single window. Click share to select the window.
fr: Partager une fenêtre. Cliquez pour choisir une fenêtre.
it: Condividi una singola finestra. Fai click su condividi per selezionare la singola finestra.
tr: Sadece bir pencereyi paylaş. Seçmek için paylaşa basın.

source: Share all windows of a application. This can leak content behind windows when windows get moved. Click share to select the application.
fr: Partager toutes les fenêtres d'une application. Ceci peux amener à montrer du contenu situé derrière une fenêtre lorsqu'elle est déplacée. Cliquez pour sélectionner l'application.
it: Condividi tutte le finestre di un'applicazione. Questa opzione può mostrare il contenuto dietro alle finestre quando queste vengono spostate. Fai click su condividi per selezionare l'applicazione.
tr: Bir uygulamanın tüm pencerelerini paylaş. Bu seçim pencereler oynatıldığında arkalarındaki nesnelerin görünmesine yol açabilir. Seçmek için paylaşa basın.

source: Share
fr: Partager
it: Condividi
tr: Paylaş

source: OK
tr: Tamam

source: Profile
fr: Profil
it: Profilo
tr: Profil

source: Your name
fr: Votre nom
it: Il tuo nome
tr: Adınız

source: Your picture
fr: Votre avatar
it: La tua immagine
tr: Resminiz

source: Status message
fr: Message de statut
it: Stato
tr: Durum bildirimi

source: What's on your mind?
fr: A quoi pensez-vous?
it: A cosa pensi?
tr: Aklınızdan neler geçiyor?

source: Your picture, name and status message identify yourself in calls, chats and rooms.
fr: Votre photo, votre nom et votre message de statut vous identifient dans les appels, les discussions et les salons.
it: La tua immagine, il tuo nome ed il tuo stato vengono visualizzati nelle chiamate, nelle chat e nelle stanze.
tr: Resminiz, adınız ve durum bildiriminiz arama ve odalarda sizi tanıtır.

source: Your ID
fr: Votre identifiant
it: Il tuo ID
tr: Kullanıcı adınız

source: Authenticated by certificate. To log out you have to remove your certificate from the browser.
fr: Authentifié par certificat. Vous devrez effacer le certificat de votre navigateur pour vous déconnecter.
it: Autenticazione eseguita con certificato. Per disconnettersi rimuovere il certificato dal browser.
tr: Sertifika ile doğrulama yapıldı. Hesabınızdan çıkmak istediğinizde sertifikayı taraıcınızdan kaldırmalısınız.

source: Sign in
fr: Connnexion
it: Accedi
tr: Gir

source: Create an account
fr: Créer un compte
it: Crea un account
tr: Hesap oluştur

source: Sign out
fr: Déconnexion
it: Disconnettiti
tr: Güvenli çıkış

source: Manage account
fr: Gestion du compte
it: Gestisci account
tr: Hesabım

source: Microphone
it: Microfono
tr: Mikrofon

source: Camera
fr: Caméra
it: Videocamera
tr: Kamera

source: Video quality
fr: Qualité vidéo
it: Qualità video
tr: Görüntü kalitesi

source: Low
fr: Basse
it: Bassa
tr: Düşük

source: High
fr: Haute
it: Alta
tr: Yüksek

source: General
fr: Général
it: Generale
tr: Genel

source: Language
fr: Langue
it: Lingua
tr: Dil

source: Language changes become active on reload.
fr: Rechargez la page pour prendre en compte le changement de langue.
it: Le modifiche alla lingua diventano effettive con l'aggiornamento della pagina.
tr: Dil değişiklikleri sayfa yeniden yüklendiğinde yürülüğe girer.

source: Default room
fr: Salon par défaut
it: Stanza predefinita
tr: Temel oda

source: Set alternative room to join at start.
fr: Nom du salon à rejoindre à la connexion.
it: Imposta l'ingresso in una stanza alternativa all'avvio.
tr: Başlangıçta girilecek başka bir oda seçin.

source: Notifications
it: Notifiche
tr: Bilgilendirmeler

source: Desktop notification
fr: Notification de bureau
it: Notifiche Desktop
tr: Masaüstü bilgilendirmeleri

source: Enable
fr: Activer
it: Abilita
tr: Aktifle

source: Denied - check your browser settings
fr: Interdit - vérifier les paramètres de votre navigateur
it: Errore - controlla le impostazioni del tuo browser
tr: Reddedildi - tarayıcı ayarlarınızı kontrol edin.

source: Allowed
fr: Autorisé
it: Permesso
tr: Onaylandı

source: Sounds for incoming messages
fr: Son pour les messages entrants
it: Suoni per i messaggi in arrivo
tr: Gelen mesajlar için ses

source: Ring on incoming calls
fr: Sonnerie pour les appels entrants
it: Suoneria per le chiamate in arrivo
tr: Gelen arama olursa sesli uyar

source: Sounds for users in current room
fr: Son pour les participants de le salon courant
it: Suoni per gli utenti nella stanza corrente
tr: Odadaki mevcut kullanıcılar için sesli uyarılar

source: Advanced settings
fr: Réglages avancés
it: Opzioni avanzate
tr: Gelişmiş ayarlar

source: Play audio on same device as selected microphone
fr: Jouer l'audio sur le même appareil que le microphone sélectionné
it: Riproduci l'audio sullo stesso dispositivo del microfono selezionato
tr: Mikrofonla aynı cihazdaki hoparlörü kullan

source: Experimental AEC
fr: AEC (expérimental)
it: AEC Sperimentale
tr: Deneysel AEC

source: Experimental AGC
fr: AGC (expérimental)
it: AGC Sperimentale
tr: Deneysel AGC

source: Experimental noise suppression
fr: Suppression de bruit (expérimental)
it: Soppressione del rumore sperimentale
tr: Deneysel gürültü filtresi

source: Max video frame rate
fr: Image par seconde max
it: Massimo framerate video
tr: Maks. çerçeve hızı

source: auto
it: automatico
tr: Otomatik

source: Send stereo audio
fr: Utiliser un son stéréo
it: Invia audio in stereo
tr: Stereo ses gönder

source: Sending stereo audio disables echo cancellation. Enable only if you have stereo input.
fr: Utiliser du son stéréo désactive la suppression de l'écho. Activez uniquement si vous avez un microphone stéréo.
it: Inviare l'audio in stereo disabilita la cancellazione dell eco. Abilitare solo se si dispone di un input stereo.
tr: Stereo ses gönderimi yankı baskılamayı kaldırır. Sadece stereo ses alıcınız varsa kullanınız.

source: Detect CPU over use
fr: Détecter un usage processeur excessif
it: Rileva utilizzo eccessivo della CPU
tr: İşlemci aşırı kullanımını tespit et

source: Automatically reduces video quality as needed.
fr: Réduire automatiquement la qualité vidéo si nécessaire.
it: Riduce automaticamente la qualità video se necessario.
tr: Gerektiğinde görüntü kalitesini otomatik olarak düşür.

source: Optimize for high resolution video
fr: Optimiser la vidéo pour la haute résolution
it: Ottimizza per i video ad alta risoluzione
tr: Yüksek çözünürlüklü görüntü için en iyi hale getir

source: Reduce video noise
fr: Réduire le bruit vidéo
it: Riduce il rumore digitale nei video
tr: Görüntüdeki gürültüyü azalt

source: Prefer VP9 video codec
fr: Utiliser le codec VP9 en priorité
it: Prediligi il codec VP9
tr: VP9 codec tercih et

source: Enable experiments
fr: Activer les réglages expérimentaux
it: Abilita gli esperimenti
tr: Deneysel fonksiyonları kullan

source: Show advanced settings
fr: Afficher les réglages avancés
it: Mostra opzioni avanzate
tr: Gelişmiş seçenekleri göster

source: Hide advanced settings
fr: Masquer les réglages avancées
it: Nascondi opzioni avanzate
tr: Gelişmiş seçenekleri sakla

source: Remember settings
fr: Se souvenir des réglages
it: Ricorda le impostazioni
tr: Ayarları hatırla

source: Your ID will still be kept - press the log out button above to delete the ID.
fr: Votre identifiant sera conservé - appuyez sur le bouton de déconnexion ci-dessus pour l'effacer.
it: Il tuo ID sarà mantenuto - Premi il pulsante disconnetti per cancellare l'ID.
tr: Kullanıcı adınız saklanacak - silmek için yukarıdaki çıkış tuşuna basın.

source: Room PIN
it: PIN della stanza
tr: Oda anahtarı

source: Room link
fr: Lien du salon
it: Link stanza
tr: Oda bağlantısı

source: Invite by Email
fr: Inviter par email
it: Invita via Email
tr: E-posta ile çağır

source: Invite with Facebook
fr: Inviter via Facebook
it: Invita via Facebook
tr: Facebook ile çağır

source: Invite with Twitter
fr: Inviter via Twitter
it: Invita via Twitter
tr: Twıtter ile çağır

source: Invite with Google Plus
fr: Inviter via Google Plus
it: Invita via Google Plus
tr: Google Plus ile çağıt

source: Invite with XING
fr: Inviter via XING
it: Invita via XING
tr: XING ile çağır

source: Initializing
fr: Initialisation en cours
it: Inizializzazione
tr: Başlatılıyor

source: Calling
fr: Appel en cours
it: Sto chiamando
tr: Arıyor

source: Hangup
fr: Raccrocher
it: Fine chiamata
tr: Sonlandır

source: In call with
fr: En communication avec
it: In chiamata con
tr: Konuştuğu kişi

source: Conference with
fr: En conférence avec
it: In conferenza con
tr: Görüştüğü kişi

source: Your are offline
fr: Vous êtes hors ligne
it: Sei offline
tr: Çevrimdışısınız

source: Go online
fr: Passer en ligne
it: Connettiti
tr: Bağlan

source: Connection interrupted
fr: Connexion interrompue
it: Connessione Interrotta
tr: Bağlantı koptu

source: An error occured
fr: Une erreur est survenue
it: Errore
tr: Bir hata oluştu

source: Incoming call
fr: Appel entrant
it: Chiamata in arrivo
tr: Gelen arama

source: from
fr: de
it: da
tr: arayan

source: Accept call
fr: Accepter l'appel
it: Rispondi
tr: Aç

source: Waiting for camera/microphone access
fr: En attente d'accés à caméra et au microphone
it: Attesa accesso videocamera/microfono
tr: Kamera/mikrofon bekleniyor

source: Your audio level
fr: Votre niveau sonore
it: Volume
tr: Ses seviyeniz

source: Checking camera and microphone access.
fr: Vérification de l'accès à la caméra et au microphone.
it: Controllo accesso videocamera e microfono.
tr: Kamera ve mikrofon bağlantısı deneniyor.

source: Please allow access to your camera and microphone.
fr: Veuillez autoriser l'accès à votre caméra et à votre microphone.
it: Consenti l'accesso alla videocamera ed al microfono.
tr: Lütfen kamera ve mikrofon bağlantısına izin verin.

source: Camera / microphone access required.
fr: Accès caméra et microphone requis.
it: E' richesto l'accesso alla videocamera/microfono.
tr: Kamera / mikrofon erişimi gerekli.

source: Please check your browser settings and allow camera and microphone access for this site.
fr: Veuillez vérifier les paramètres de votre navigateur et autoriser l'accès à la caméra et au microphone pour ce site.
it: Per favore verifica le impostazioni del tuo browser e permetti l'accesso alla videocamera ed al microfono per questo sito.
tr: Tarayıcı ayarlarınızı konrol ederek kamera ve mikrofona bu site için erişim izni verin.

source: Skip check
fr: Ignorer la vérification
it: Salta controllo
tr: Kontrolü atla

source: Click here for help (Google Chrome).
fr: Cliquez ici pour de l'aide (Google Chrome).
it: Clicca qui per aiuto (Google Chrome).
tr: Yardım için buraya tıklayın (Google Chrome).

source: Please set your user details and settings.
fr: Veuillez mettre à jour votre profil et vos paramètres.
it: Inserisci i tuoi dati utente e le impostazioni.
tr: Kullanıcı bilgi ve ayarlarınızı yapın.

source: Enter a room name
fr: Entrez un nom de salon
it: Inserisci il nome di una stanza
tr: Oda adı girin

source: Random room name
fr: Nom aléatoire
it: Nome casuale stanza
tr: Rastgele bir oda adı

source: Enter room
fr: Rejoindre le salon
it: Entra nella stanza
tr: Odaya gir

source: Enter the name of an existing room. You can create new rooms when you are signed in.
fr: Entrez le nom d'un salon existant. Vous pouvez créer de nouveaux salons lorsque vous êtes connecté.
it: Inserisci il nome di una stanza esistente. Puoi creare nuove stanze quando effetui l'accesso.
tr: Mevcut odalardan birinin adını yazın. Yeni bir odayı ancak giriş yaptıktan sonra oluşturabilirsiniz.

source: Room history
fr: Historique du salon
it: Cronologia stanza
tr: Oda geçmişi

source: Please sign in.
fr: Veuillez vous connecter.
it: Prego accedi.
tr: Lütfen giriş yapın.

source: Videos play simultaneously for everyone in this call.
fr: Les vidéos sont jouées simultanément entre tous les participants de cet appel.
it: I video vengono riprodotti simultaneamente per gli utenti in questa stanza.
tr: Videolar bu aramadaki herkese eşzamanlı gösterilir.

source: Could not load YouTube player API, please check your network / firewall settings.
fr: Impossible de charger le lecteur de video Youtube. Veuillez vérifier vos paramètres de réseau et pare-feu.
it: Impossibile caricare le API del player di YouTube, per favore controlla le tue impostazioni di rete / firewall.
tr: YouTube-çalar yükelenemedi, lütfen bağlantı ve firewall ayarlarınızı kontrol edin.

source: Currently playing
fr: Lecture en cours
it: In riproduzione
tr: Şu an çalan

source: YouTube controls
fr: Contrôles YouTube
it: Opzioni YouTube
tr: YouTube ayarları

source: YouTube video to share
fr: Vidéo YouTube à partager
it: Video YouTube da condividere
tr: Paylaşılacak YouTube videosu

source: Peer to peer chat active.
fr: Les discussions de pair a pair sont actives.
it: Chat Peer-to-peer attiva.
tr: Peer to peer chat aktif.

source: Peer to peer chat is now off.
fr: Les discussions de pair a pair sont maintenant désactivées.
it: Chat Peer-to-peer inattiva.
tr: Peer to peer chat inaktif.

source: is now offline.
fr: est maintenant hors ligne.
it: è offline.
tr: şu anda çevrim dışı.

source: is now online.
fr: est maintenant en ligne.
it: è online.
tr: şimdi online.

source: You share file:
fr: Vous partagez le fichier:
it: File condiviso:
tr: Şu dosyayı paylaşıyorsunuz:

source: Incoming file:
fr: Fichier entrant:
it: File in arrivo:
tr: Gelen dosya:

source: You shared your location:
fr: Vous partagez votre position :
it: Hai condiviso la tua posizione:
tr: Konumunuzu paylaştınız:

source: Location received:
fr: Position reçue :
it: Posizione ricevuta:
tr: Konum alındı:

source: You accepted the contact request.
fr: Vous avez accepté la demande de mise en relation.
it: Hai accettato la richiesta contatto.
tr: Tanışma isteğini kabul ettiniz.

source: You rejected the contact request.
fr: Vous avez refusé la demande de mise en relation.
it: Hai rifiutato la richiesta contatto.
tr: Tanışma isteğini reddettiniz.

source: You sent a contact request.
fr: Vous avez envoyé une demande de mise en relation.
it: Hai inviato una richiesta di contatto.
tr: Tanışma isteği gönderdiniz.

source: Your contact request was accepted.
fr: Votre requête de mise en relation a été acceptée.
it: La tua richiesta di contatto è stata accettata.
tr: Tanışma isteğiniz kabul edildi.

source: Incoming contact request.
fr: Arrivée d'une demande de mise en relation.
it: Richiesta di contatto in arrivo.
tr: Sizinle tanışmak isteyen biri var.

source: Your contact request was rejected.
fr: Votre requête de mise en relation a été refusée.
it: La tua richiesta di contatto è stata rifiutata.
tr: Tanışma isteğiniz reddedildi.

source: Edit Contact
fr: Modifier le contact
it: Modifica contatto
tr: Tanıdığı değiştir

source: Your browser does not support WebRTC. No calls possible.
fr: Votre navigateur ne supporte pas WebRTC. Les appels ne sont pas possibles.
it: Il tuo browser non supporta WebRTC. Non è possibile chiamare.
tr: Tarayıcınızın WebRTC desteği yok. Hiçbir arama yapılamaz.

source: Close this window and disconnect?
fr: Voulez-vous fermer cette fenêtre et vous déconnecter ?
it: Chiudi questa finestra e disconnetti?
tr: Pencereyi kapat ve çık?

source: Contacts Manager
fr: Gestionnaire de contacts
it: Contatti
tr: Tanıdık yöneticisi

source: Restart required to apply updates. Click ok to restart now.
fr: Un redémarrage est requis pour appliquer les mises à jour. Cliquez sur OK pour redémarrer maintenant.
it: E' necessario riavviare il programma per applicare le modifiche. Fai click qui per riavviarlo ora.
tr: Güncellemeler için yeniden başlatmanız gerekli. Şimdi yeniden başlatmak için tamama basın.

source: Failed to access camera/microphone.
fr: Impossible d'accéder à la caméra et au microphone.
it: Tentativo fallito di accesso alla videocamera/microfono.
tr: Kamera/mikrofon bağlantısı başarısız.

source: Failed to establish peer connection.
fr: Impossible d'établir la connexion de pair a pair.
it: Impossibile stabilire una connessione.
tr: Kişiye bağlantı başarısız.

source: We are sorry but something went wrong. Boo boo.
fr: Nous sommes désolé, mais quelque chose c'est mal passé. Aïe Aïe.
it: Ci dispiace ma qualcosa è andato storto.
tr: Üzgünüz ama bir terslik oldu. Yuuuuuh.

source: Oops
fr: Oups
tr: Eyvah

source: Peer connection failed. Check your settings.
fr: La connection avec le pair à échoué. Vérifiez vos réglages.
it: Connessione fallita. Controlla le tue impostazioni.
tr: Kişiye bağlantı başarısız. Ayarlarınızı kontrol edin.
